summarize = require('./summarize').summarize

ret = summarize "
5月11日出版的英国《经济学人》杂志印刷版撰文指出，由于一系列决策失误，微软现在似乎已积重难返，单纯靠在新版Windows 8中恢复“开始”按钮，无法令其重现辉煌。在科技行业，创新才是企业生存的唯一出路。以下为文章全文：

　　豪赌Win8系统

　　对于巨头的陨落，人们总喜欢冷眼旁观。微软上周表示，它正在重新思考旗舰操作系统Windows 8的“重要方面”。但微软接下来的一番话又不知所云了。一位微软高管坚称，“用户对Windows 8的满意度非常高”，但他又坦言，“学习曲线绝对是真实存在的。”

　　微软正试图实现180度的大转变。Windows 8是迄今微软做出的最大赌博，试图令旗下旗舰产品抓住触摸设备新潮流。在Windows 8 上面，1995年以来用于访问PC菜单的“开始”按钮不见了，取而代之的是多种颜色的动态磁贴。

　　微软掌门人史蒂夫·鲍尔默(Steve Ballmer)称，对于该公司而言，Windows 8新系统的发布，是一个决定生与死的时刻。但事实证明，微软做出了错误的判断，因为一款允许用户恢复“开始”按钮的应用，是最为畅销的Windows 8应用之一。

　　微软这种巨大的转变意味着什么呢？是明智之举，还是最终蒙羞？《金融时报》称，Windows 8是“可口可乐近30年前推出New Coke以后，大众消费品市场最惨痛的失败之一。”一些分析师认为，鲍尔默在微软的岁月将就此一步步走向结束。在比尔·盖茨(Bill Gates)2000年隐退以后，鲍尔默作为CEO一直掌控着微软的发展方向。

　　还有分析师认为，微软只是在做一家计算机企业该做的事情：修复极为复杂的操作系统的漏洞，推出更好的产品。只不过，微软面临的情况更为微妙：短期来看，微软的问题并没有批评者想象的那么严重，但从长期来看，这家软件巨头将面临更大的挑战。

　　勇于承认错误

　　微软勇于承认错误的态度值得鼓励。很少有大公司能做到这一点。正是由于这个原因，自1896年道琼斯工业指数设立以来，通用电气成了唯一一个至 今仍在指数榜上的公司。亨利·福特(Henry Ford)因不敢面对Model T车型已在美国人当中失宠的事实，坚称销售数据不实，同时还解雇了一名高管，只因后者警告说福特汽车即将大难临头。

　　1970年，美国零售商西尔斯公司(Sears)开始建造自己的巨型总部大楼——110层的西尔斯摩天大厦，恰恰从那时起，该公司开始走下坡 路。IBM在发现硬件市场利润丰厚后，将PC操作系统业务拱手让给微软。诺基亚曾让资质平庸的康培凯(Olli-Pekka Kallasvuo)掌舵四年时间，最终忍无可忍，将其扫地出门。相比之下，微软则试图借助于代号为“Windows Blue”的新操作系统，来消除所有人的不满。

　　与其他公司相比，“失败”二字对微软有着不同的含义。全球90%的PC都采用Windows操作系统；今年第一季度，全球PC出货量约为 7600万台；截至目前，微软共售出1亿份Windows 8许可，也就是说，Windows 7和Windows 8两款Windows操作系统正在共存；在鲍尔默的任期内，微软营收增长了近三倍，从2001年的253亿美元升至2012年的737亿美元。在这种情况 下，微软应该不会马上卸磨杀驴。

　　创新者的窘境

　　但俗话说，祸兮福所倚，福兮祸所伏。正是微软的成功，才导致其面临一系列长期问题。在《创新者的窘境》(The Innovator's Dilemma)一书中，作者、哈佛商学院教授克莱顿·克里斯滕森(Clayton M. Christensen)就指出，企业的结局往往不是由他们的失败，而恰恰是由他们的成功注定的。

　　他们可能也意识到，世界正在发生变化，但他们过于擅长其赖以成名的业务——如生产大型机是IBM的强项，以致于总不愿拥抱新的潮流。对于PC市 场因消费者向手持式设备转移而陷入停滞，微软心知肚明。过去四个季度，PC销量不断下滑，今年第一季度PC出货量同比下降13.9%。然 而，Windows许可销售额，仍然给微软贡献了大约一半的利润。

　　正是在操作系统领域长期占据的主导地位，微软才迟迟未能在90年代进入互联网搜索市场。对于增长迅猛的手持式计算设备市场，它同样反应迟 缓：Windows在全球智能手机操作系统市场的份额不到5%，远远低于谷歌Android的70%以及苹果公司iOS的20%。在平板电脑市 场，Windows的份额同样不高，只有8%左右。在手持式计算设备市场，微软处于边缘化的时间越长，就越难吸引到一流开发者，越难建立客户忠诚度。

　　救赎唯一出路

　　这恰恰是Windows 8表现拙劣的关键所在。微软试图通过打造一个同时支持PC和移动设备的操作系统和用户界面，来解决“创新者的窘境”。鲍尔默希望，消费者可以轻松从PC向 平板电脑和智能手机转移，希望在其能够进入移动市场的同时，还能重新刺激市场对其核心PC产品的需求。

　　但迄今为止，事态正向相反的方向发展：微软让外界进一步怀疑，它是手持式设备的“门外汉”，还疏远了PC产品用户。也许，通过对Windows 8不断升级，微软能够解决这个难题。不过种种迹象表明，两种不同类型的设备，需要不同的操作系统。作为微软最大的竞争对手，苹果公司始终保持两种设备的独 立性，这正好直指鲍尔默战略的“死穴”。

　　将Windows 8比作New Coke，那还是低估了微软所面临的问题。从没人强迫可口可乐推出New Coke：消费者的口味并未发生太大改变。对于自己的这种错误，可口可乐所做的就是“走回头路”。但在科技行业，企业只有创新才能生存。单纯靠恢复“开 始”按钮，不会让微软重现辉煌。

"

console.log ret.summarizes